{
  "meta": {
    "locale": "ko-KR",
    "pm10_thresholds": {
      "good": "0-30",
      "moderate": "31-80",
      "bad": "81-150",
      "very_bad": "151+"
    }
  },
  "guides": {
    "window": {
      "baseMessages": {
        "good": [
          "하루 3회, 30분 이상 자연 환기하세요. (실내 오염물질을 외부의 깨끗한 공기로 교환하기 위함)",
          "맞은편 창도 함께 열어 맞통풍을 유지하면 효과적입니다. (환기 효율 극대화로 공기질 개선에 가장 효과적)"
        ],
        "moderate": [
          "외부 오염도가 낮은 시간대에 짧게 환기하세요. (실내 오염물질 배출과 외부 오염도 유입의 균형을 맞추기 위함)",
          "겨울철은 짧고 자주 환기, 환풍기 사용을 권장합니다. (장시간 환기는 실내 온도 저하 및 난방 효율 저해를 초래할 수 있음)"
        ],
        "bad": [
          "외부 환기를 자제하고 공기청정기·에어컨으로 실내 미세먼지를 줄이세요. (외부 미세먼지 대량 유입 차단 및 내부 발생 미세먼지 처리)",
          "공기청정기가 없는 경우 에어컨 가동으로 공기 순환을 보조할 수 있습니다."
        ],
        "very_bad": [
          "외부 환기를 피하고 공기청정기·에어컨을 적극 가동하세요. (근거: 고농도 미세먼지의 실내 유입은 건강에 치명적이므로, 기계적 제거가 최우선입니다.)",
          "실내 공기를 최대한 깨끗하게 유지하세요. (주의: 고농도 미세먼지 환경에서는 실내 공기질 관리가 건강 보호의 핵심)"
        ]
      },
      "conditionalMessages": {
        "pet_dog": {
          "bad": [
            "반려견이 있는 경우 창문 밖 미세먼지 유입에 주의하며 환기를 최소화하세요. (주의: 반려견은 호흡 속도가 빨라 미세먼지에 더욱 취약합니다.)"
          ],
          "very_bad": [
            "반려견이 있는 경우 창문은 닫아두고 공기청정기와 환풍기만 사용하세요. (주의: 반려견 건강 보호를 위해 미세먼지 유입을 엄격히 관리해야 합니다.)"
          ]
        }
      }
    },
    "dog": {
      "baseMessages": {
        "good": [
          "평소처럼 산책하세요. (근거: 낮은 미세먼지 수치에서 적절한 야외 활동은 권장됨)",
          "귀가 후 발과 얼굴을 깨끗이 닦아주세요. (미세먼지의 실내 유입 방지 및 반려견 위생 관리)"
        ],
        "moderate": [
          "산책 시간을 짧게 줄이고 미세먼지 낮은 시간대(아침·저녁)를 선택하세요. (미세먼지 노출 시간 최소화 및 농도 낮은 시간대 활용)",
          "외출 후 털과 발을 꼼꼼히 닦아주세요. (장점: 미세먼지 실내 유입 차단)"
        ],
        "bad": [
          "실내 활동으로 대체하세요. (미세먼지는 반려견의 호흡기 및 안구 질환을 유발할 수 있어 실외 노출 최소화 필요)",
          "불가피한 외출은 10분 이내로 제한하고 귀가 즉시 털·발을 세척하세요. (실외 미세먼지 노출 후 세척은 실내 유입을 막는 주요 방안)"
        ],
        "very_bad": [
          "실내 놀이(노즈워크 등)로 대체하세요. (야외 활동 최소화 및 실내 활동으로 에너지 소모 유도)",
          "실외 배변은 최소화하고 귀가 즉시 털·발을 세척하세요. (미세먼지 노출 시간 최소화)"
        ]
      }
    },
    "plant": {
      "baseMessages": {
        "good": [
          "잎 표면의 먼지를 가볍게 닦아 공기정화 효과를 유지하세요. (잎을 닦아 표면 미세먼지를 제거해야 지속적인 정화 효과를 볼 수 있음)",
          "토양재배가 수경재배보다 공기정화에 유리합니다. (토양 미생물이 공기정화 효과에 기여)",
          "미세먼지 저감 식물: 파키라, 백량금, 멕시코소철, 박쥐란, 율마.",
          "반려식물 구매 링크: https://www.gmarket.co.kr/n/search?keyword=%EA%B3%B5%EA%B8%B0%EC%A0%95%ED%99%94%EC%8B%9D%EB%AC%BC"
        ],
        "moderate": [
          "잎에 흡착된 먼지를 주기적으로 닦아주세요. (흡착된 미세먼지 재비산 방지 및 정화 기능 유지)",
          "미세먼지 저감 식물: 파키라, 백량금, 멕시코소철, 박쥐란, 율마.",
          "반려식물 구매 링크: https://www.gmarket.co.kr/n/search?keyword=%EA%B3%B5%EA%B8%B0%EC%A0%95%ED%99%94%EC%8B%9D%EB%AC%BC"
        ],
        "bad": [
          "잎 닦기 빈도를 높이고 통풍을 유지하세요. (식물 주변의 공기 순환을 도와 정화 효과 높이고 재비산 방지)",
          "공기청정기와 병행하면 더욱 효과적입니다.",
          "미세먼지 저감 식물: 파키라, 백량금, 멕시코소철, 박쥐란, 율마.",
          "반려식물 구매 링크: https://www.gmarket.co.kr/n/search?keyword=%EA%B3%B5%EA%B8%B0%EC%A0%95%ED%99%94%EC%8B%9D%EB%AC%BC"
        ],
        "very_bad": [
          "잎을 자주 닦아 미세먼지 재비산을 줄이세요. (흡착된 미세먼지가 재비산되면 실내 공기질이 악화될 수 있음)",
          "공기청정기와 함께 관리하세요. (미세먼지 저감 효과를 높이기 위함)",
          "미세먼지 저감 식물: 파키라, 백량금, 멕시코소철, 박쥐란, 율마.",
          "반려식물 구매 링크: https://www.gmarket.co.kr/n/search?keyword=%EA%B3%B5%EA%B8%B0%EC%A0%95%ED%99%94%EC%8B%9D%EB%AC%BC"
        ]
      }
    },
    "sofa": {
      "baseMessages": {
        "good": [
          "평소대로 청소하되 진공청소 후 물걸레질로 마무리하세요. (물걸레질은 미세먼지 재비산 방지 및 제거율 높임)"
        ],
        "moderate": [
          "가구 위·틈새를 꼼꼼히 청소하고 진공 후 물걸레로 마무리하세요. (미세먼지는 가구 틈새와 표면에 쌓이기 쉬움)"
        ],
        "bad": [
          "벽면 상부·가구 위·소파 틈새를 자주 닦고, 진공 후 반드시 물걸레질 하세요. (미세먼지는 대류로 인해 벽면 상부까지 쌓이므로 꼼꼼한 청소가 필요함)",
          "진공청소 후 물걸레질은 미세먼지의 재비산을 방지하고 제거율을 높입니다. (건식 청소만으로는 미세먼지가 다시 공기 중으로 날아올 수 있음)"
        ],
        "very_bad": [
          "먼지 비산을 막기 위해 진공 후 습식(물걸레) 청소를 강화하세요. (건식 청소는 미세먼지를 다시 공기 중으로 날릴 수 있으므로 습식 청소가 필수)",
          "청소 빈도를 높여 침적된 미세먼지 제거에 집중하세요. (고농도 미세먼지 환경에서는 침적된 미세먼지도 지속적으로 재비산될 수 있음)"
        ]
      },
      "conditionalMessages": {
        "child": {
          "bad": [
            "아이가 있는 경우 가구 틈새와 바닥 청소를 더 자주 하세요. (아이들은 바닥 활동이 많아 미세먼지 노출 위험이 높음)",
            "놀이 공간 바닥을 더 자주 닦아주세요. (아이들이 직접 접촉하는 공간이므로 청소 빈도를 높여야 함)"
          ],
          "very_bad": [
            "아이가 있는 경우 건식 청소를 피하고 항상 습식 청소만 하세요. (아이들의 건강 보호를 위해 먼지 비산을 최대한 막아야 함)",
            "놀이감을 사용 후 바로 청소해주세요. (놀이감에 붙은 미세먼지가 아이에게 노출될 수 있음)"
          ]
        }
      }
    },
    "light": {
      "baseMessages": {
        "good": [
          "평상시 밝기(약 300~500lux)를 유지해 눈 피로를 방지하세요. (적정 조도는 눈 건강과 생체리듬 유지에 중요)"
        ],
        "moderate": [
          "실내 체류 증가에 대비해 적정 조도를 유지하세요. (실내 활동이 늘어날 때 충분한 밝기는 건강 유지에 필요)"
        ],
        "bad": [
          "낮 동안 500lux 이상 밝기를 유지해 생체리듬 저하와 면역 감소를 예방하세요. (조도 부족은 생체리듬 저하, 우울감, 면역력 저하를 초래할 수 있음)",
          "실내 활동이 늘어나는 시기에 충분한 밝기를 유지하는 것이 중요합니다. (외출 제한 시 실내 환경 최적화가 건강 유지에 필수)"
        ],
        "very_bad": [
          "충분한 조도(500lux+)를 유지해 컨디션 저하를 막으세요. (외부 활동이 어려울 때 실내 환경을 최적화하기 위함)"
        ]
      }
    },
    "stove": {
      "baseMessages": {
        "good": [
          "조리 중 창문을 열고 후드·환풍기를 가동하세요. (조리 시 발생하는 미세먼지 제거)"
        ],
        "moderate": [
          "조리 중·후 환기를 강화하고 공기청정기를 함께 가동하면 좋습니다. (공기청정기가 남은 미세먼지 제거를 보조)"
        ],
        "bad": [
          "반드시 환풍기를 가동하세요. (구이, 튀김 등 조리 방식은 미세먼지를 가장 많이 발생시키므로 강력한 환기가 필수)",
          "구이·튀김류 조리는 가급적 자제하세요. (고농도 미세먼지 발생 최소화)"
        ],
        "very_bad": [
          "강화 환기(창문+후드) 필수, 구이·튀김은 자제하세요. (조리 시 발생하는 미세먼지 농도는 외부 '매우 나쁨'보다도 높을 수 있어 적극적인 대처 필요)"
        ]
      }
    },
    "sink": {
      "baseMessages": {
        "good": [
          "외출 후 손·얼굴 세안 및 양치로 입자성 오염을 제거하세요. (외부 미세먼지의 체내 유입 방지)"
        ],
        "moderate": [
          "외출 후 손·얼굴 세안 및 양치를 생활화하세요. (미세먼지 노출 후 세척은 건강 보호의 기본)"
        ],
        "bad": [
          "외출 후 손·얼굴을 깨끗이 씻고 양치하세요. (고농도 미세먼지 환경에서는 세척이 더욱 중요)",
          "알레르기 비염 완화엔 코 세척이 도움이 됩니다. 생리식염수를 전용 기구/바늘 없는 주사기로 천천히 주입하세요. (코 세척은 비강 내 흡착된 미세먼지와 염증 매개 물질을 물리적으로 씻어내 증상을 완화함)",
          "코 세척 식염수 구매 링크: https://www.coupang.com/vp/products/6451619502?itemId=14008500877",
          "수돗물이나 농도 높은 소금물은 부작용 위험이 있어 피하세요. (비강 점막 손상 및 염증 유발 가능)",
          "눈이 가려우면 물이나 눈 세척액으로 씻고, 콘택트렌즈 착용은 삼가세요. (미세먼지가 렌즈에 붙어 눈 건강을 해칠 수 있음)"
        ],
        "very_bad": [
          "손·얼굴 세안 및 양치를 자주 하세요. (고농도 미세먼지 환경에서는 세척 빈도를 높여야 함)",
          "알레르기 비염: 생리식염수로 코 세척(전용 기구 권장), 수돗물·진한 소금물은 피하세요. (부적절한 용액 사용은 비강 점막 손상을 유발할 수 있음)",
          "코 세척 식염수 구매 링크: https://www.coupang.com/vp/products/6451619502?itemId=14008500877",
          "눈 가려움 시 물/세척액 사용, 렌즈 착용은 삼가세요. (렌즈에 미세먼지가 붙어 눈 건강을 해칠 수 있음)"
        ]
      },
      "conditionalMessages": {
        "health_allergy_rhinitis": {
          "bad": [
            "코 세척을 더 자주 하세요. (알레르기 비염 증상 악화 방지 및 완화)",
            "세안 후에도 코를 다시 세척하세요. (세안 과정에서 비강으로 유입된 미세먼지 제거)"
          ],
          "very_bad": [
            "코 세척을 2-3회 반복하세요. (고농도 미세먼지 환경에서는 반복 세척이 필요)",
            "세안 및 코세척 후 눈과 비강을 꼼꼼히 청소하세요. (미세먼지 완전 제거를 위한 마무리 단계)"
          ]
        }
      }
    },
    "fan": {
      "baseMessages": {
        "good": [
          "공기청정기를 자동 모드로 가동해 순환을 유지하세요. (필터의 수명을 보존하며 최소한의 공기질 관리)",
          "필터는 주 1회 이상 점검·청소하세요. (정기적인 필터 관리로 공기청정 효율 유지)"
        ],
        "moderate": [
          "공기청정기 가동을 유지하고 필터 점검 주기를 앞당기세요. (미세먼지 농도가 높아지면 필터 오염도 빨라짐)"
        ],
        "bad": [
          "환기보다 공기청정기를 적극 활용하세요. (외부 미세먼지 농도가 높을 때 실내 미세먼지를 제거하는 효과적인 기계적 수단)",
          "공기청정기 필터 구매 링크: https://www.coupang.com/np/search?component=&q=%EA%B3%B5%EA%B8%B0%EC%B2%AD%EC%A0%95%EA%B8%B0+%ED%95%84%ED%84%B0",
          "공기청정기가 없으면 에어컨 가동으로 공기 순환을 대신하세요. (에어컨 순환 기능이 공기청정기 효과를 보조할 수 있음)",
          "필터 청소·교체 주기를 단축하세요. (필터 관리가 소홀하면 미세먼지/세균의 온상이 될 수 있음)"
        ],
        "very_bad": [
          "공기청정기를 연속 가동하세요. (고농도 미세먼지 환경에서는 지속적인 공기 정화가 필수)",
          "공기청정기 필터 구매 링크: https://www.coupang.com/np/search?component=&q=%EA%B3%B5%EA%B8%B0%EC%B2%AD%EC%A0%95%EA%B8%B0+%ED%95%84%ED%84%B0",
          "대안: 에어컨 순환 사용. 필터 관리 주기를 더 짧게 가져가세요. (에어컨 필터도 미세먼지에 오염되므로 자주 관리 필요)"
        ]
      },
      "conditionalMessages": {
        "health_asthma": {
          "bad": [
            "천식이 있는 경우 공기청정기를 24시간 가동하세요. (천식 환자는 미세먼지에 민감하여 지속적인 공기질 관리가 필수)",
            "필터 교체를 더 자주 해주세요. (오염된 필터는 오히려 미세먼지를 배출할 수 있음)"
          ],
          "very_bad": [
            "천식이 있는 경우 공기청정기 필터를 주 1회 청소하고 필요시 즉시 교체하세요. (천식 발작 예방을 위해 필터 관리가 최우선)"
          ]
        }
      }
    },
    "door": {
      "baseMessages": {
        "good": [
          "외출 시 모자·긴소매를 착용하고 귀가 후 옷·가방의 먼지를 털어 주세요. (미세먼지의 호흡기 유입과 옷 표면 흡착을 줄여줌)",
          "귀가 시 옷·가방의 먼지를 털고 실내화를 착용하세요. (외부 미세먼지의 실내 유입 경로 차단)"
        ],
        "moderate": [
          "외출 보호(모자·긴소매) 및 귀가 시 먼지 털기 습관을 유지하세요.",
          "출입구에 먼지 제거 매트를 두고 자주 청소하세요. (현관은 외부 미세먼지가 실내로 유입되는 주요 경로)",
          "귀가 시 옷·가방 먼지를 털어 실내 유입을 줄이세요. (옷과 가방에 붙은 미세먼지가 실내로 들어오는 것을 방지)"
        ],
        "bad": [
          "장시간 야외활동·무리한 신체활동을 피하세요. (활동량이 많을수록 호흡량이 증가하여 미세먼지 노출이 늘어남)",
          "외출 전 보건용 마스크·모자·긴소매로 신체 노출을 최소화하세요. (보호구 착용은 미세먼지의 호흡기 유입과 피부 노출을 최소화함)",
          "마스크 구매 링크: https://www.coupang.com/vp/products/7771735891?itemId=20983094938",
          "귀가 전 옷·가방의 먼지를 충분히 털어주세요. (실내 유입 전 미세먼지 제거가 중요)",
          "입구 매트를 설치·자주 청소하고, 옷·가방 먼지를 충분히 털어 실내로 들어오세요. (현관에서의 미세먼지 차단이 실내 공기질 관리의 첫 단계)"
        ],
        "very_bad": [
          "야외활동을 최소화하고 보호구(보건용 마스크·모자·긴소매)를 철저히 착용하세요. (고농도 미세먼지 환경에서는 보호구 착용이 필수)",
          "마스크 구매 링크: https://www.coupang.com/vp/products/7771735891?itemId=20983094938",
          "귀가 전 옷·가방 먼지를 꼼꼼히 털어주세요. (고농도 환경에서는 더욱 철저한 제거가 필요)",
          "입구 차단 관리를 강화하고, 옷·가방 먼지를 철저히 제거한 뒤 입실하세요. (실내 공기질 보호를 위한 최종 방어선)"
        ]
      },
      "conditionalMessages": {
        "pet_dog": {
          "bad": [
            "반려견 산책은 10분 이내로 제한하세요. (반려견의 미세먼지 노출 최소화)"
          ],
          "very_bad": [
            "반려견 산책은 최소화하고 실내 활동으로 대체하세요."
          ]
        },
        "age_elderly": {
          "bad": [
            "노년층은 장시간 외출을 피하세요. (노약자는 미세먼지 민감군으로 건강 취약)",
            "실외 활동 시 보조자 동행을 권장합니다. (응급 상황 대비 및 보호구 착용 확인)"
          ],
          "very_bad": [
            "노년층은 외출을 최소화하세요. (노년층은 미세먼지에 더욱 취약하여 노출 최소화가 필수)",
            "불가피한 외출 시 보건용 마스크를 필수 착용하세요. (호흡기 보호를 위한 최소한의 조치)"
          ]
        },
        "child": {
          "bad": [
            "아이들은 실외 활동을 최소화하세요. (성장기 아이들은 미세먼지에 민감하며 외부 활동으로 인한 노출 위험이 높음)",
            "학교 등교 시에도 마스크를 착용하세요. (등하교 길도 미세먼지 노출 경로이므로 보호 필요)"
          ],
          "very_bad": [
            "아이들은 야외활동을 금지하고 실내에서만 활동하세요. (고농도 미세먼지는 성장기 아이들의 건강에 치명적)",
            "등하교 시에도 보건용 마스크를 필수 착용하세요. (아이들의 호흡기 보호를 위한 필수 조치)"
          ]
        },
        "health_lung_disease": {
          "bad": [
            "폐질환자(COPD, 폐암, 폐렴, 기관지염 등): 흡입기 등 증상완화제를 소지하고, 주치의 권고에 따라 마스크 착용·호흡곤란에 주의하세요. 증상 악화(기침·쌕쌕거림·호흡곤란) 시 즉시 병원 방문하세요. (미세먼지는 폐기능 저하 및 증상 악화를 유발함)",
            "질병관리청 정보: https://www.kdca.go.kr/",
            "대한천식알레르기학회 정보: https://www.allergy.or.kr/"
          ],
          "very_bad": [
            "폐질환자 주의사항은 '나쁨' 수준과 동일하나 더 엄격히 준수하세요. (고농도 미세먼지는 폐질환자에게 생명을 위협할 수 있음)",
            "질병관리청 정보: https://www.kdca.go.kr/",
            "대한천식알레르기학회 정보: https://www.allergy.or.kr/"
          ]
        },
        "health_asthma": {
          "bad": [
            "천식 환자: 외출 시 증상완화제 소지(학생은 보건실 비치), 증상·최대 호기유속을 관찰·기록, 비염 등 동반질환에 유의하세요. (미세먼지는 천식 발작을 유발하거나 악화시킬 수 있음)",
            "질병관리청 정보: https://www.kdca.go.kr/",
            "대한천식알레르기학회 정보: https://www.allergy.or.kr/"
          ],
          "very_bad": [
            "천식 환자 주의사항은 '나쁨' 수준과 동일하나 더 엄격히 준수하세요. (고농도 미세먼지는 천식 발작 위험을 크게 높임)",
            "질병관리청 정보: https://www.kdca.go.kr/",
            "대한천식알레르기학회 정보: https://www.allergy.or.kr/"
          ]
        },
        "health_cardiovascular": {
          "bad": [
            "심뇌혈관질환자: 장시간 활동 피하고, 수분을 충분히 섭취하세요. 흉통·두근거림·호흡곤란 등 악화 시 즉시 병원 방문하세요. (미세먼지는 심혈관에 악영향을 주어 증상 악화 위험을 높임)"
          ],
          "very_bad": [
            "심뇌혈관질환자 주의사항은 '나쁨' 수준과 동일하나 더 엄격히 준수하세요. (고농도 미세먼지는 심혈관 질환 악화 위험을 크게 증가시킴)"
          ]
        }
      }
    },
    "refrigeator": {
      "baseMessages": {
        "good": [
          "균형 잡힌 식단과 충분한 수분 섭취를 유지하세요. (건강한 식습관은 미세먼지로 인한 체내 염증 완화에 도움)"
        ],
        "moderate": [
          "체내 노폐물 배출을 돕도록 물 섭취를 의식적으로 늘리세요."
        ],
        "bad": [
          "물을 충분히 마시고 비타민이 풍부한 과일·채소를 섭취해 항산화에 도움을 받으세요. (물 섭취는 노폐물 배출을, 항산화 물질은 염증 반응을 줄여줌)",
          "비타민 C와 E등 항산화 물질이 풍부한 식품 섭취를 권장합니다. (항산화 물질은 미세먼지로 인한 산화 스트레스를 완화)"
        ],
        "very_bad": [
          "수분 섭취를 늘리고 항산화 과일·채소 섭취를 강화하세요. (왜 해야 하는가: 미세먼지로 인한 체내 염증 및 산화 스트레스 증가에 대처)",
          "카페인 음료 대신 물과 순수 주스를 마시세요. (카페인은 탈수를 유발할 수 있어 미세먼지 대응에 불리)"
        ]
      },
      "conditionalMessages": {
        "age_elderly": {
          "bad": [
            "노년층은 수분 섭취를 더 자주 하세요. (노년층은 갈증을 덜 느껴 탈수에 취약함)"
          ],
          "very_bad": [
            "노년층은 탈수 방지를 위해 수분 섭취를 꾸준히 하세요. (노년층은 탈수에 취약하여 고농도 미세먼지 환경에서 더욱 주의 필요)"
          ]
        },
        "health_cardiovascular": {
          "bad": [
            "심뇌혈관질환자는 수분 섭취량을 늘리고 과일·채소 섭취를 강화하세요. (충분한 수분 섭취는 혈액 점도를 낮춰 심혈관 부담을 줄이는 데 도움)"
          ],
          "very_bad": [
            "심뇌혈관질환자는 충분한 수분 섭취가 필수입니다. (고농도 미세먼지는 심혈관 부담을 증가시키므로 수분 섭취가 더욱 중요)"
          ]
        }
      }
    },
    "clean": {
      "baseMessages": {
        "good": [
          "진공청소 후 물걸레질로 마무리해 청결을 유지하세요. (미세먼지 재비산 방지)"
        ],
        "moderate": [
          "먼지 비산을 줄이기 위해 물걸레질 중심으로 청소하세요. (건식 청소는 먼지 비산을 유발)"
        ],
        "bad": [
          "물걸레질을 자주 실시해 입자 비산을 억제하세요. (습식 청소는 미세먼지 재비산을 방지하는 효과적인 방법)",
          "헤파필터 없는 진공청소기는 사용하지 마세요. (흡입한 미세먼지를 배기구를 통해 다시 실내로 내보냄)",
          "HEPA 진공청소기 구매 링크: https://www.coupang.com/np/search?component=&q=hepa+%EC%A7%84%EA%B3%B5%EC%B2%AD%EC%86%8C%EA%B8%B0",
          "알레르기 비염 예방을 위해 바닥 먼지를 최소화하세요. (바닥 먼지는 알레르기 증상을 악화시키는 주요 원인)"
        ],
        "very_bad": [
          "건식 청소를 최소화하고 습식(물걸레) 청소를 강화하세요. (고농도 미세먼지 환경에서는 습식 청소만이 재비산을 막고 제거율을 높임)",
          "헤파 미장착 진공 사용 금지. (HEPA 필터가 없는 진공청소기는 오히려 미세먼지를 재비산시킴)",
          "HEPA 진공청소기 구매 링크: https://www.coupang.com/np/search?component=&q=hepa+%EC%A7%84%EA%B3%B5%EC%B2%AD%EC%86%8C%EA%B8%B0"
        ]
      },
      "conditionalMessages": {
        "pet_dog": {
          "bad": [
            "반려견 있는 가정은 청소 빈도를 더 높이세요. (왜 해야 하는가: 반려동물의 털과 비듬은 미세먼지를 흡착하여 실내 먼지 농도를 높임)",
            "털 부스러기를 자주 수집하세요. (반려동물 털은 미세먼지의 매개체 역할을 하므로 자주 제거 필요)"
          ],
          "very_bad": [
            "반려견 있는 가정은 건식 청소를 피하고 매일 습식 청소를 하세요. (반려견의 털과 미세먼지를 효과적으로 제거하기 위함)"
          ]
        },
        "health_allergy_rhinitis": {
          "bad": [
            "알레르기 비염이 있는 경우 청소 빈도를 높이세요. (바닥의 먼지는 알레르기 증상을 악화시키는 주요 요인)"
          ],
          "very_bad": [
            "알레르기 비염이 있는 경우 건식 청소를 완전히 금지하고 습식 청소만 하세요. (먼지 비산을 극도로 차단하여 증상 악화 방지)"
          ]
        }
      }
    }
  }
}

